import aboutBanner from "../Images/what-is-padel.jpg";
import padelCourtImg from "../Images/padel-court.jpg";

export default {
  about: [
    {
      img: aboutBanner,
      h1: "რა არის პადელი?",
      p: `პადელი არის სპორტი, რომელიც აერთიანებს მხიარუელბას და სოციალურ
      ინტერაქციას. მისი ათვისება შეუძლია ყველას განურჩევლად ასაკისა და
      გამოცდილებისა, რადგან საწყის ეტაპზე არ ვხვდებით ისეთ სირთულეებს
      როგორსაც ტენისში. მოთამაშეების უმეტესობა, საწყისების ათვისებას სულ
      რაღაც ერთ თამაშში ახერხებენ. პადელში უდიდესი მნიშვნელობა ენიჭება
      სტრატეგიას და არ არის გათვლილი ძლიერ ჩაწოდებებსა და დარტყმებზე, სწორედ
      ამიტომ თითოეულ მოთამაშეს ეძლევა შანსი თავისი უნარების გამოსაჩენად.`,
    },
    {
      img: padelCourtImg,
      h1: "პადელის კორტი",
      p: `პადელი არის ტენისის და სქუოშის მიქსი. თამაშდება წყვილებში, დახურულ კორტზე, რომელიც შემოღობილია შუშით და რკინის სეტკით. პადელის კორტი 1/3 ზომისაა ტენისთან შედარებით.`,
    },
  ],
};
