import aboutBanner from "../Images/what-is-padel.jpg";
import padelCourtImg from "../Images/padel-court.jpg";
import padelRacquet from "../Images/roben.jpg";
import scoringInPadel from "../Images/the-scoring-in-padel.jpg";

const aboutData = {
  about: [
    {
      img: aboutBanner,
      h1: "რა არის პადელი?",
      p: `პადელი არის სპორტი, რომელიც აერთიანებს მხიარუელბას და სოციალურ
      ინტერაქციას. მისი ათვისება შეუძლია ყველას განურჩევლად ასაკისა და
      გამოცდილებისა, რადგან საწყის ეტაპზე არ ვხვდებით ისეთ სირთულეებს
      როგორსაც ტენისში. მოთამაშეების უმეტესობა, საწყისების ათვისებას სულ
      რაღაც ერთ თამაშში ახერხებენ. პადელში უდიდესი მნიშვნელობა ენიჭება
      სტრატეგიას და არ არის გათვლილი ძლიერ ჩაწოდებებსა და დარტყმებზე, სწორედ
      ამიტომ თითოეულ მოთამაშეს ეძლევა შანსი თავისი უნარების გამოსაჩენად.`,
      marginTop: "",
    },
    {
      img: padelCourtImg,
      h1: "პადელის კორტი",
      p: `პადელი არის ტენისის და სქუოშის მიქსი. თამაშდება წყვილებში, დახურულ კორტზე, რომელიც შემოღობილია შუშით და რკინის სეტკით.`,
      marginTop: "margin-top",
    },
    {
      img: scoringInPadel,
      h1: "ქულათა სისტემა",
      p: `ქულათა სისტემა ტენისის მსგავსია. უბრალოდ, აქ განსხვავებას ვხვდებით ქულის მოპოვების გზებში. აუტად ითვლება ისეთი ბურთი, რომელიც დაუცემლად ხვდება შუშას, თუ ბურთი დაეცა და შემდგომ მოხვდა შუშას, ასეთი ბურთი უნდა დავუბრუნოთ მოწინააღმდეგეს, წინააღმდეგ შემთხვევაში, ბურთის მეორედ მოედანზე დაცემის დროს ქულა მოწინააღმდეგეს ეთვლება. ასევე შესაძლებელია ბურთის დაბრუნება შუშის გამოყენებით, თუმცა რკინის სეტკა ასეთ როლს არ თამაშობს, მასზე მოხვედრის დროს ნებისმიერ შემთხვევაში ქულა მოწინააღმდეგეს ეთვლება.`,
      marginTop: "margin-top",
    },
    {
      img: padelRacquet,
      h1: "პადელის რაკეტა და ბურთები",
      p: `პადელი სწრაფი და მარტივი თამაშია. გამოიყენება მოკლე, უსინო ჩოგანი, ელასტიური ზედაპირით, ნაკლები კომპრესია ბურთზე. მოწოდება ხდება მხრის ქვემოდან.`,
      marginTop: "margin-top",
    },
  ],
};

export default aboutData;
